cask_args appdir: '/Applications'


brew 'ack'
brew 'certbot'
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'fd'
brew 'ffmpeg'
brew 'prettierd'
brew 'fzf'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gs'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'lazygit'
brew 'luarocks'
brew 'openssl'
brew 'neovim'
brew 'nmap'
brew 'nvm'
brew 'pyenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'rustup'
brew 'stylua'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'z'

cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'blender'
cask 'discord'
cask 'figma'
cask 'google-chrome'
cask 'google-drive'
cask 'karabiner-elements'
cask 'kitty'
cask 'ngrok'
cask 'obsidian'
cask 'spotify'
cask 'steam'
cask 'vlc'

tap 'hashicorp/tap'
brew 'hashicorp/tap/terraform'
