cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'roundup'
brew 'unrar'
brew 'wget'
brew 'neovim'
brew 'tmux'
brew 'reattach-to-user-namespace'

cask 'dropbox'
cask '1password'
cask 'iterm2'
cask 'fluor'
cask 'slate'
cask 'visual-studio-code'
cask 'karabiner-elements'
cask 'google-chrome'
cask 'macdown'
cask 'spotify'
cask 'steam'
cask 'docker'
cask 'evernote'
cask 'anki'
cask 'slack'
cask 'virtualbox'
cask 'discord'
cask 'steermouse'
cask 'kindle'
