cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'certbot'
brew 'coreutils'
brew 'drone'
brew 'ffmpeg'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'go'
brew 'htop'
brew 'jq'
brew 'pyenv'
brew 'openssl'
brew 'neovim'
brew 'nmap'
brew 'nvm'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'z'

cask '1password'
cask 'alfred'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iterm2'
cask 'karabiner-elements'
cask 'ngrok'
cask 'slate'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'
cask 'vlc'
